Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PermissionContacts
source: To let you connect with friends across all your devices, your contacts will be continuously synced with Telegram's heavily encrypted cloud servers.
ar: لكي تتمكن من التواصل مع أصدقائك عبر جميع أجهزتك، ستتم مزامنة جهات اتصالك باستمرار مع خوادم تيليجرام السحابية شديدة التشفير.
be: Каб вы маглі звязацца з сябрамі з усіх вашых прылад, вашы кантакты будуць пастаянна сінхранізвацца з моцна зашыфраванымі воблачнымі серверамі Telegram.
ca: Per a que pugueu connectar amb els amics en tots els dispositius, els vostres contactes se sincronitzaran automàticament als servidors xifrats del Telegram.
de: Damit du dich mit Freunden auf all deinen Geräten verbinden kannst, werden deine Kontakte durchgehend mit den stark verschlüsselten Cloud Servern von Telegram synchronisiert.
es: Para que puedas comunicarte con tus amigos en todos tus dispositivos, tus contactos se sincronizarán continuamente con los servidores en la nube fuertemente cifrados de Telegram.
fa: برای اینکه شما بتوانید در تمامی دستگاه‌های خود با دوستانتان ارتباط برقرار کنید، مخاطبین شما به طور مداوم با سرورهای اَبری و رمزگذاری شده تلگرام همگام‌سازی خواهند شد.
fi: Jotta voisit yhdistää kavereihisi kaikilta laitteiltasi, yhteystietosi synkronoidaan Telegramin vahvasti salatuille pilvipalvelimille.
fr: Pour vous permettre de joindre vos proches sur tous vos appareils, vos contacts seront synchronisés en continu sur les serveurs chiffrés de Telegram.
id: Agar terhubung dengan teman di seluruh perangkat Anda, kontak akan disinkronkan secara berkala dengan penyimpanan awan Telegram yang terenkripsi.
it: Per farti connettere con i tuoi amici su tutti i tuoi dispositivi, i tuoi contatti saranno sincronizzati di continuo con i server cloud fortemente criptati di Telegram.
ko: 회원님이 모든 기기에서 친구들과 연락하실 수 있도록, 텔레그램의 단단히 암호화된 클라우드 서비스로 연락처가 계속 동기화됩니다.
ms: Untuk membolehkan anda berhubung dengan rakan di semua peranti anda, kenalan anda akan disegerakkan secara berterusan dengan pelayan awan Telegram yang disulittkan dengan kukuh.
nl: Om vanaf al je apparaten contact te kunnen leggen met je vrienden zullen je contacten continu worden gesynchroniseerd met onze zwaar versleutelde Cloud-servers.
pl: Aby można było łączyć się ze znajomymi na wszystkich swoich urządzeniach, twoje kontakty będą nieprzerwanie synchronizowane z silnie zaszyfrowanymi serwerami Telegrama w chmurze.
pt_br: Para que você se conecte aos seus amigos em todos os dispositivos, seus contatos serão sincronizados continuamente com os servidores fortemente criptografados do Telegram.
ru: Актуальная информация о Ваших контактах будет храниться зашифрованной в облаке Telegram, чтобы Вы могли связаться с друзьями с любого устройства.
sv: För att låta dig enkelt hitta dina vänner på alla dina enheter kommer dina kontakter att synkas kontinuerligt på Telegrams starkt krypterade molnservrar.
tr: Tüm cihazlarınızdaki arkadaşlarınızla bağlantı kurmanıza izin vermek için, kişileriniz sürekli olarak Telegram'ın yoğun şekilde şifrelenmiş bulut sunucularıyla eşitlenir.
uk: Щоб ви могли звʼязатися з друзями з будь-якого пристрою, контакти синхронізуватимуться із серверами Telegram і зберігатимуться на них надійно зашифрованими.
uz: Doʻstlaringiz bilan barcha qurilmalaringiz orqali muloqot qilishingiz uchun, kontaktlaringiz Telegramning kuchli shifrlanadigan bulut serverlari bilan muntazam ravishda sinxronlanadi.
zh_cn: 为了能让您跨设备联系好友，您的联系人信息将会被即时同步到高度加密的 Telegram 云服务器上。
zh_tw: 為了能讓您跨設備聯絡好友，您的聯絡人資料將會被即時同步到高度加密的 Telegram 雲端服務器上。

# PermissionDrawAboveOtherApps
source: Telegram needs access to draw above other apps to play videos in Picture-in-Picture mode.
ar: يحتاج تيليجرام إلى صلاحية الظهور فوق التطبيقات لتشغيل المقاطع المرئية في وضع (صورة في الصورة).
be: Telegram патрэбны доступ да адмалёўкі над іншымі праграмамі, каб прайграваць відэа ў рэжыме «Picture-in-Picture».
ca: El Telegram necessita poder dibuixar a sobre d'altres aplicacions per a reproduir vídeos en mode «Imatge sobre imatge».
de: Telegram braucht Zugriff auf die Funktion 'Über andere Apps einblenden'. Nur so können Videos im Bild in Bild Modus wiedergegeben werden.
es: Telegram necesita acceso a mostrarse sobre otras aplicaciones para usar el modo imagen en imagen.
fa: تلگرام جهت پخش ویدیوها در حالت تصویر در تصویر باید به گزینه فعال بودن بر روی سایر برنامه‌ها دسترسی داشته باشد.
fi: Telegram tarvitsee luvan piirtääkseen muiden ohjelmien päälle kuva kuvassa -tilan avulla.
fr: Telegram doit pouvoir se superposer à d'autres applications pour lire des vidéos en incrustation.
id: Telegram perlu akses untuk memutar video bersamaan dengan aplikasi lain dalam mode Gambar dalam Gambar.
it: Telegram deve accedere allo spostamento su altre app per riprodurre i video in modalità Picture-in-Picture.
ko: 화면속화면 모드로 동영상을 재생하려면 텔레그램에게 다른 앱 위에 그릴 수 있는 권한을 부여하셔야 합니다.
ms: Telegram perlu akses untuk menarik ke atas aplikasi lain untuk mainkan video dalam mod Gambar-dalam-Gambar.
nl: Telegram heeft de toestemming 'over andere apps tekenen' nodig om video's af te spelen in beeld-in-beeld-modus.
pl: Aby odtwarzać wideo w trybie PiP, Telegram potrzebuje dostępu do rysowania ponad innymi aplikacjami.
pt_br: Para reproduzir vídeos no modo PiP, o Telegram precisa de acesso para aparecer sobre outros apps.
ru: Telegram требуется доступ к работе поверх других приложений, чтобы показывать видео в режиме картинка в картинке.
sv: Telegram behöver kunna överskriva andra appar för att spela upp videoklipp i bild-i-bild-läge.
tr: Resim içinde Resim modunda video oynatmak için Telegram'ın diğer uygulamaların üzerinde çalışması gerekir.
uk: Telegram потребує доступу працювати поверх інших програм, щоб відтворювати відео у вікні.
uz: Telegram Tasvir ustida tasvir rejimida videolarni ijro etishi uchun boshqa ilovalar yuqorisida ishlashga ruxsat talab qilinadi.
zh_cn: Telegram 需要使用出现在其它应用上的权限以在画中画模式中播放视频。
zh_tw: Telegram 需要使用出現在其它程式上的權限以在畫中畫模式中播放影片。

# PermissionDrawAboveOtherAppsGroupCall
source: Overlay mode lets you use push-to-talk and see who is talking even when you are outside of Telegram.
ar: يتيح لك الوضع العائم استخدام المايكروفون ومعرفة من الذي يتحدث عندما تكون خارج تيليجرام.
be: Рэжым накладання дае вам магчымасць націснуць і гаварыць, а таксама бачыць хто гаворыць, нават калі вы не ў самой праграме Telegram.
ca: El mode flotant us permet prémer per a parlar i veure qui parla encara que sigueu fora de Telegram.
de: Der Überlagerungsmodus erlaubt dir die Verwendung von Push-To-Talk und die Anzeige, wer gerade spricht, selbst wenn du dich ausserhalb von Telegram befindest.
es: El modo de superposición te permite usar la opción de pulsar para hablar y ver quién está hablando aunque estés fuera de Telegram.
fi: Peitetaso mahdollistaa puhumisnapin käytön sekä äänikeskustelun jäsenluettelon näkemisen Telegramin ollessa taustallakin.
fr: Le mode superposition vous permet d'utiliser la fonctionnalité appuyer-pour-parler et de voir qui parle, même lorsque vous êtes en dehors de Telegram.
it: La modalità overlay ti consente di utilizzare il push-to-talk e vedere chi sta parlando anche quando sei fuori da Telegram.
ko: 오버레이 모드는 푸시-투-토크시, 텔레그램을 나가더라도 누가 대화를 하는지 알 수 있게 됩니다.
ms: Mod lapisan atas membolehkan anda guna tolak-untuk-cakap dan lihat siapa yang bercakap walaupun anda di luar Telegram.
nl: Met overlay-modus kun je Push-To-Talk gebruiken en zien wie er aan het praten is zelfs als je Telegram niet in de voorgrond hebt.
pl: Tryb nakładki umożliwia korzystanie z funkcji „naciśnij i mów” i sprawdzanie, kto mówi, nawet gdy jesteś poza Telegramem.
pt_br: O modo flutuante permite usar o recurso "Aperte para Falar" e também ver quem está falando até mesmo quando você estiver fora do Telegram.
ru: В этом режиме можно включать микрофон и видеть говорящих в чате, даже когда приложение свернуто.
sv: Överskrivning gör att du kan använda tryck-för-tala och se vem som pratar, även om Telegram inte är uppe.
tr: Katman modu, Telegram dışındayken bile bas-konuş özelliğini kullanmanızı ve kimin konuştuğunu görmenizi sağlar.
uk: Спливаюча кнопка дає змогу перемикати мікрофон та бачити, хто говорить, доки ви знаходитесь в іншій програмі.

# PermissionDrawAboveOtherAppsGroupCallTitle
source: Video chat overlay
ar: المحادثة المرئية العائمة
be: Накладанне відэачата
ca: Xat de vídeo flotant
de: Videochat-Überlagerung
es: Superposición del videochat
fi: Videokeskustelun peitetaso
fr: Superposition des salons vidéos
it: Overlay chat video
ko: 영상 대화 오버레이
ms: Lapisan atas bual video
nl: Spraakchat-overlay
pl: Nakładka czatu wideo
pt_br: Chat de vídeo flutuante
ru: Фоновый режим
sv: Överlägg av videochatt
tr: Görüntülü sohbet katmanı
uk: Спливаюча кнопка відеочату

# PermissionDrawAboveOtherAppsTitle
source: Picture-in-Picture
ar: صورة داخل صورة
be: Відарыс у відарысе
ca: Imatge sobre imatge
de: Bild-in-Bild
es: Modo imagen en imagen
fi: Kuva kuvassa
ko: 화면-속-화면
ms: Gambar-dalam-Gambar
nl: Beeld-in-beeld
pl: Obraz w obrazie
ru: Картинка в картинке
sv: Bild-i-bild
tr: Resim içinde Resim
uk: Зображення в зображенні

# PermissionNoAudio
source: Telegram needs microphone access so that you can send voice messages.
ar: يحتاج تيليجرام الوصول للمايكروفون لتتمكن من إرسال الرسائل الصوتية.
be: Telegram патрэбны доступ да вашага мікрафона, каб вы маглі адпраўляць галасавыя паведамленні.
ca: El Telegram necessita accés al micròfon perquè pugueu enviar missatges de veu.
de: Telegram benötigt Zugriff auf dein Mikrofon, damit du Sprachnachrichten senden kannst.
es: Telegram necesita acceso a tu micrófono para que puedas enviar mensajes de voz.
fi: Telegram tarvitsee pääsyn mikrofoniisi, jotta voisit lähettää ääniviestejä.
fr: Telegram doit accéder à votre microphone pour que vous puissiez envoyer des messages vocaux.
it: Telegram deve accedere al microfono per poter inviare messaggi vocali.
ko: 음성 메시지를 보내려면 텔레그램에게 마이크 접근 권한을 부여하셔야 합니다.
ms: Telegram perlu akses ke mikrofon anda supaya anda boleh kirim mesej suara.
nl: Telegram heeft toegang tot je microfoon nodig om spraakberichten te kunnen verzenden.
pl: Aby wysyłać wiadomości głosowe, Telegram musi mieć dostęp do mikrofonu.
pt_br: O Telegram precisa de acesso ao microfone para que você possa enviar mensagens de voz.
ru: Telegram требуется доступ к микрофону, чтобы Вы могли отправлять голосовые сообщения.
sv: Telegram behöver mikrofonåtkomst om du vill skicka röstmeddelanden.
tr: Telegram'ın sesli mesajlar gönderebilmeniz için mikrofon erişimine ihtiyacı var.
uk: Для надсилання голосових повідомлень Telegram потрібен доступ до мікрофона.

# PermissionNoAudioVideo
source: Telegram needs access to your microphone so that you can record videos.
ar: يحتاج تيليجرام إلى استخدام الميكروفون من أجل تسجيل المقاطع المرئية.
be: Telegram патрэбны доступ да вашага мікрафона, каб вы маглі запісваць вiдэа.
ca: Telegram necessita accedir al micròfon perquè pugueu enviar missatges de veu.
de: Telegram benötigt Zugriff auf dein Mikrofon, damit du Videos aufnehmen kannst.
es: Telegram necesita acceso a tu micrófono para que puedas grabar videos.
fa: تلگرام باید به میکروفن شما دسترسی داشته باشد تا بتوانید ویدیو ضبط کنید.
fi: Telegram tarvitsee pääsyn mikrofoniisi, jotta voisit nauhoittaa videoita.
fr: Telegram doit accéder à votre microphone pour que vous puissiez enregistrer des vidéos.
id: Telegram perlu akses mikrofon sehingga Anda dapat merekam video.
it: Telegram deve accedere al microfono per poter registrare video.
ko: 동영상을 녹화하려면 텔레그램에게 마이크 접근 권한을 부여하셔야 합니다.
ms: Telegram perlu akses ke mikrofon anda supaya anda boleh rakam mesej suara.
nl: Telegram heeft toegang tot je microfoon nodig om video op te nemen.
pl: Aby można było nagrywać wideo, Telegram musi mieć dostęp do mikrofonu.
pt_br: Telegram precisa acessar seu microfone para que você possa gravar vídeos.
ru: Telegram требуется доступ к микрофону, чтобы Вы могли снимать видео.
sv: Telegram behöver åtkomst till mobilens mikrofon för inspelning av video.
tr: Telegram'ın video kaydedebilmesi için mikrofonunuza erişmesi gerekiyor.
uk: Для знімання відео Telegram потрібен доступ до мікрофона.
uz: Videolar yoza olishingiz uchun Telegram mikrofoningizdan foydalanishi kerak.
zh_cn: Telegram 需要访问您的麦克风来录制视频。
zh_tw: Telegram 需要存取您的麥克風來錄製影片。

# PermissionNoAudioVideoWithHint
source: **Telegram** needs microphone access so that you can send voice messages. Tap Settings > Permissions, and turn **Microphone** on.
ar: يحتاج تيليجرام الوصول إلى المايكروفون لتتمكنوا من إرسال الرسائل الصوتية. يرجى تمكين **المايكروفون** في إعدادات الهاتف > الأذونات.
ca: El **Telegram** necessita accés al micròfon perquè pugueu enviar missatges de veu. Toqueu Configuració > Permisos, i activeu **Micròfon**.
de: **Telegram** benötigt Zugriff auf dein **Mikrofon**, damit du Sprachnachrichten senden kannst. Tippe unten auf Einstellungen > Berechtigungen und aktiviere den Zugriff.
es: **Telegram** necesita acceso al micrófono para que puedas enviar mensajes de voz. Toca Ajustes > Permisos, y activa **Micrófono**.
fi: **Telegram** tarvitsee pääsyn mikrofoniisi ääniviestien nauhoittamiseen. Napauta Asetukset > Luvat, ja salli **Mikrofoni**.
it: **Telegram** deve accedere al microfono per poter inviare messaggi vocali. Tocca Impostazioni > Permessi, e attiva **Microfono**.
ms: **Telegram** perlu akses ke mikrofon agar anda boleh kirim mesej suara. Tekan Aturan > Permisi, dan buka **Mikrofon**.
pl: Aby można było wysyłać wiadomości głosowe, **Telegram** musi mieć dostęp do mikrofonu. Dotknij Ustawienia » Zezwolenia i włącz **Mikrofon**.
ru: Telegram требуется доступ к микрофону, чтобы Вы могли отправлять голосовые сообщения. Для этого включите **Микрофон** в настройках телефона > Разрешения.
sv: **Telegram** behöver mikrofonåtkomst för att du ska kunna skicka röstmeddelanden. Gå till Inställningar -> Behörigheter och sätt **Mikrofon* till På.
tr: **Telegram**, sesli mesaj gönderebilmeniz için mikrofon erişimine ihtiyaç duyar. Ayarlar > İzinler'e dokunun ve **Mikrofon**'u açın.
uk: **Telegram** потрібен доступ до мікрофона, щоб ви могли надсилати.голосові повідомлення. Відкрийте Налаштування > Дозволи та увімкніть **Мікрофон**.

# PermissionNoAudioWithHint
source: **Telegram** needs microphone access so that you can send voice messages. Tap Settings > Permissions, and turn **Microphone** on.
ar: يحتاج تيليجرام الوصول إلى المايكروفون لتتمكنوا من إرسال الرسائل الصوتية. يرجى تمكين **المايكروفون** في إعدادات الهاتف > الأذونات.
ca: El **Telegram** necessita accés al micròfon perquè pugueu enviar missatges de veu. Toqueu Configuració > Permisos, i activeu **Micròfon**.
de: **Telegram** benötigt Zugriff auf dein **Mikrofon**, damit du Sprachnachrichten senden kannst. Tippe unten auf Einstellungen > Berechtigungen und aktiviere den Zugriff.
es: **Telegram** necesita acceso al micrófono para que puedas enviar mensajes de voz. Toca Ajustes > Permisos, y activa **Micrófono**.
fi: **Telegram** tarvitsee pääsyn mikrofoniisi ääniviestien lähettämiseen. Napauta Asetukset > Luvat, ja salli **Mikrofoni**.
it: **Telegram** deve accedere al microfono per poter inviare messaggi vocali. Tocca Impostazioni > Permessi, e attiva **Microfono**.
ms: **Telegram** perlu akses ke mikrofon agar anda boleh kirim mesej suara. Tekan Aturan > Permisi, dan buka **Mikrofon**.
pl: Aby można było wysyłać wiadomości głosowe, **Telegram** musi mieć dostęp do mikrofonu. Dotknij Ustawienia » Zezwolenia i włącz **Mikrofon**.
ru: Telegram требуется доступ к микрофону, чтобы Вы могли отправлять голосовые сообщения. Для этого включите **Микрофон** в настройках телефона > Разрешения.
sv: **Telegram** behöver mikrofonåtkomst för att du skall kunna skicka röstmeddelanden. Gå till Inställningar -> Behörigheter och sätt **Mikrofon** till På.
tr: **Telegram**, sesli mesaj gönderebilmeniz için mikrofon erişimine ihtiyaç duyar. Ayarlar > İzinler'e dokunun ve **Mikrofon**'u açın.
uk: **Telegram** потрібен доступ до мікрофона, щоб ви могли надсилати.голосові повідомлення. Відкрийте Налаштування > Дозволи та увімкніть **Мікрофон**.

# PermissionNoCamera
source: Telegram needs camera access so that you can take photos and videos. Please enable it in Settings.
ar: يحتاج تيليجرام للوصول للكاميرا لتتمكن من أخذ الصور والمقاطع المرئية. يرجى تفعيلها في الإعدادات.
be: Telegram патрэбны доступ да вашай камеры, каб вы маглі здымаць фота і відэа. Уключыце яго ў наладах.
ca: El Telegram necessita accedir a la càmera perquè pugueu fer fotos i vídeos. Activeu-la en la configuració.
de: Telegram benötigt Zugriff auf deine Kamera, damit du Bilder und Videos aufnehmen kannst. Bitte aktiviere es in den Einstellungen.
es: Telegram necesita acceso a la cámara para que puedas tomar fotos y videos. Por favor, actívalo en Ajustes.
fa: تلگرام باید به دوربین دسترسی داشته باشد تا بتوانید عکس و ویدیو بگیرید. لطفاً در تنظیمات آن را فعال کنید.
fi: Telegram tarvitsee luvan käyttää kameraasi, jotta kuvien ja videoiden ottaminen onnistuisi. Salli käyttö asetuksista.
fr: Telegram doit accéder à votre caméra pour que vous puissiez prendre des photos et des vidéos. Veuillez permettre cet accès dans les réglages de votre appareil.
id: Telegram memerlukan akses untuk kamera untuk mengambil gambar dan video. Silakan aktifkan di Pengaturan.
it: Telegram deve accedere alla fotocamera per poter scattare foto e registrare video. Per favore attivalo nelle Impostazioni.
ko: 사진과 동영상을 촬영하려면 텔레그램에게 카메라 접근 권한을 부여하셔야 합니다. 설정에서 권한을 켜 주세요.
ms: Telegram perlu akses ke kamera supaya anda boleh ambil foto dan video. Sila dayakannya di aturan.
nl: Telegram heeft toegang tot je camera nodig zodat je foto's en video's kunt maken. Schakel dit in via instellingen.
pl: Aby móc robić zdjęcia i nagrywać wideo, Telegram musi mieć dostęp do aparatu. Włącz to w Ustawieniach.
pt_br: O Telegram precisa de acesso à câmera para que você possa tirar fotos e vídeos. Por favor, ative a permissão nas Configurações.
ru: Telegram требуется доступ к камере, чтобы Вы могли снимать фото и видео.
sv: Telegram behöver kameraåtkomst om du vill ta bilder eller spela in videor. Tillåt åtkomst i Inställningar.
tr: Telegram kamera erişimi gerektirir. Böylece fotoğraf ve video çekebilirsiniz. Lütfen Ayarlar'dan etkinleştirin.
uk: Для знімання фото й відео Telegram потрібен доступ до камери. Надайте його в Налаштуваннях.
uz: Rasm va videoga olish imkoniyatiga ega boʻlishingiz uchun Telegram qurilmangiz kamerasiga kirish huquqiga ega boʻlishi kerak.
zh_cn: Telegram 需要访问您的相机来拍照或录像。
zh_tw: Telegram 需要存取您的相機來拍照或錄像。

# PermissionNoCameraMicVideo
source: **Telegram** needs camera and microphone access so that you can send video messages. Tap Settings > Permissions, and turn **Microphone** and **Camera** on.
ar: يحتاج تيليجرام الوصول إلى المايكروفون لتتمكنوا من إرسال الرسائل المرئية. يرجى تمكين **المايكروفون** في إعدادات الهاتف > الأذونات.
ca: El **Telegram** necessita accés a la càmera i al micròfon perquè pugueu enviar missatges de vídeo. Toqueu Configuració > Permisos, i activeu **Fitxers i multimèdia**.
de: **Telegram** benötigt Zugriff auf deine **Kamera** und dein **Mikrofon**, damit du Videonachrichten aufnehmen kannst. Tippe unten auf Einstellungen > Berechtigungen und aktiviere den Zugriff für beides.
es: **Telegram** necesita acceso a la cámara y al micrófono para que puedas enviar videomensajes. Toca Ajustes > Permisos, y activa **Micrófono** y **Cámara**.
fi: **Telegram** tarvitsee pääsyn kameraasi ja mikrofoniisi videoviestien lähettämiseen. Napauta Asetukset > Luvat, ja salli **Mikrofoni** sekä **Kamera**.
it: **Telegram** deve accedere alla fotocamera e al microfono per poter inviare videomessaggi. Tocca Impostazioni > Permessi, e attiva **Microfono** e **Fotocamera**.
ms: **Telegram** perlukan aksess ke kamera dan mikrofon agar anda boleh kirim mesej video. Tekan Aturan > Permisi dan buka **Mikrofon** dan **Kamera**.
pl: Aby można było wysyłać wiadomości wideo, **Telegram** musi mieć dostęp do aparatu i mikrofonu. Dotknij Ustawienia » Zezwolenia i włącz **Mikrofon** i **Aparat**.
ru: Telegram требуется доступ к камере и микрофону, чтобы Вы могли отправлять видеосообщения. Для этого включите **микрофон** и **камеру** в настройках телефона > Разрешения.
sv: **Telegram** behöver åtkomst till kamera och mikrofon för att kunna skicka videomeddelanden. Gå till Inställningar -> Behörigheter och sätt **Mikrofon** och **Kamera** till På.
tr: **Telegram**, görüntülü mesajlar gönderebilmeniz için kamera ve mikrofon erişimine ihtiyaç duyar. Ayarlar > İzinler'e dokunun ve **Mikrofon** ile **Kamera**'yı açın.
uk: **Telegram** потрібен доступ до камери та мікрофона, щоб ви могли надсилати.відеоповідомлення. Відкрийте Налаштування > Дозволи та увімкніть **Мікрофон** і **Камера**.

# PermissionNoCameraWithHint
source: **Telegram** needs camera access so that you can take photos and videos. Tap Settings > Permissions, and turn **Camera** on.
ar: يحتاج تيليجرام الوصول إلى الكاميرا لتتمكنوا من التقاط الصور والمقاطع المرئية. يرجى تمكين **الكاميرا** في إعدادات الهاتف > الأذونات.
ca: El **Telegram** necessita accés a la càmera perquè pugueu fer fotos i vídeos. Toqueu Configuració > Permisos, i activeu **Càmera**.
de: **Telegram** benötigt Zugriff auf deine **Kamera**, damit du Bilder und Videos aufnehmen kannst. Tippe unten auf Einstellungen > Berechtigungen und aktiviere den Zugriff.
es: **Telegram** necesita acceso a la cámara para que puedas tomar fotos y videos. Toca Ajustes > Permisos, y activa **Cámara**.
fi: **Telegram** tarvitsee pääsyn kameraasi kuvien ja videoiden ottamiseen. Napauta Asetukset > Luvat, ja salli **Kamera**.
it: **Telegram** deve accedere alla fotocamera per poter scattare foto e video. Tocca Impostazioni > Permessi, e attiva **Fotocamera**.
ms: **Telegram** perlu akses ke kamera agar anda boleh ambil foto dan video. Tekan Aturan > Permisi, dan buka **Kamera**.
pl: Aby można było robić zdjęcia i nagrywać filmy, **Telegram** musi mieć dostęp do aparatu. Dotknij Ustawienia » Zezwolenia i włącz **Aparat**.
ru: Telegram требуется доступ к камере, чтобы Вы могли делать фотографии и снимать видео. Для этого включите опцию **Камера** в настройках телефона > Разрешения.
sv: **Telegram** behöver åtkomst till kameran för att du skall kunna fotografera och filma. Gå till Inställningar -> Behörigheter och sätt **Kamera ** till På.
tr: **Telegram**, fotoğraf ve video çekebilmeniz için kamera erişimine ihtiyaç duyar. Ayarlar > İzinler'e dokunun ve **Kamera**'yı açın.
uk: **Telegram** потрібен доступ до камери, щоб ви могли знімати фото та відео. Відкрийте Налаштування > Дозволи та увімкніть **Камера**.
